IdeaRS.OpenModel.Concrete.ProjectDataConcreteEc2
Project data concrete Ec2

IdeaRS.OpenModel.Concrete.ProjectDataConcreteEc2.#ctor
Constructor

IdeaRS.OpenModel.Concrete.ProjectDataConcreteEc2.CodeEN1992_2
Flag if code EN 1992-2 is included

IdeaRS.OpenModel.Concrete.ProjectDataConcreteEc2.CodeEN1992_3
Flag if code EN 1992-2 is included